let questions = [];

questions[0] = {
    question: 'Как правильно закончить пословицу: "Не откладывай на завтра то, что можно.."',
    a: 'a. Сделать сегодня',
    b: 'b. Сделать завтра',
    c: 'c. Сделать через месяц',
    d: 'd. Никогда не делать',
    rightСhoice: 'a',
};
questions[1] = {
    question: 'Что говорит человек, когда замечает нечно необычное?',
    a: 'a. Попало в лоб',
    b: 'b. Залетело в рот',
    c: 'c. Нкапало в уши',
    d: 'd. Бросилось в глаза',
    rightСhoice: 'd',
};
questions[2] = {
    question: 'Что не бывает морским?',
    a: 'a. Рельс',
    b: 'b. Огурец',
    c: 'c. Гребешок',
    d: 'd. Узел',
    rightСhoice: 'a',
}
questions[3] = {
    question: 'Что помогает туристу ориентироваться на местности?',
    a: 'a. Путепровод',
    b: 'b. Путеукладчик',
    c: 'c. Путеводитель',
    d: 'd. Путеводная звезда',
    rightСhoice: 'c',
};
questions[4] = {
    question: 'Какую песню распевает при народе белочка в "Сказке о царе Салтане"?',
    a: 'a. Во поле береза стояла',
    b: 'b. Во кузнице',
    c: 'c. Во саду ли, в огороде',
    d: 'd. Вот кто-то с горочки спустился',
    rightСhoice: 'c',
}
questions[5] = {
    question: 'В каком городе находится штаб-квартира компании Microsoft?',
    a: 'a. Редмонт',
    b: 'b. Вашингтон',
    c: 'c. Сан-Фрациско',
    d: 'd. Даллас',
    rightСhoice: 'a',
};
